{
  "menu": [
    {
      "title": "Home",
      "link": "/"
    },
    {
      "title": "About",
      "link": "/about"
    },
    {
      "title": "Technologies",
      "link": "/technologies"
    },
    {
      "title": "Projects",
      "link": "/projects"
    },
    {
      "title": "Contact",
      "link": "/contact"
    }
  ],
  "labels": {
    "toggle": {
      "menu": "Toggle mobile menu",
      "language": "Switch language"
    },
    "preview": {
      "source": "Source preview",
      "live": "Live preview"
    }
  },
  "about": {
    "title": "About",
    "content": [
      "Hi 👋",
      "My name is Jakub. I live in Kielce and I am a graduate of IT technical school. I started my programming adventure at the age of 13 by writing simple programs in PHP.",
      "Currently, the main direction of my development is front-end, in particular JavaScript (TypeScript), which does not mean that I abandoned the back-end path. On the contrary! I try to stay up to date with both the web world technologies (React.js, Vue, Angular, Svelte, Web Components) and server (Node.js, Express, Nest.js, Deno) as well as desktop and mobile applications (Electron, React Native).",
      "Continuous development and participation in creating open-source projects is very important to me. In the near future I want to learn more about techniques for creating complex animations in GSAP and Three.js, as well as prepare for new features in React Native Reanimated 2.",
      "In addition to programming, I love new technologies, in particular the company's solutions with a bitten apple in the logo and for many years I have been a satisfied macOS user and Beta software tester.",
      "In my free time, I expand my knowledge, create open-source projects and listen to good rock music and technology podcasts."
    ]
  },
  "technologies": {
    "title": "Technologies"
  },
  "projects": {
    "title": "Projects"
  },
  "contact": {
    "title": "Contact",
    "email": {
      "name": "Email",
      "value": "biesiadajakub@icloud.com"
    }
  }
}
