{
  "menu": [
    {
      "title": "Start",
      "link": "/"
    },
    {
      "title": "O mnie",
      "link": "/about"
    },
    {
      "title": "Technologie",
      "link": "/technologies"
    },
    {
      "title": "Projekty",
      "link": "/projects"
    },
    {
      "title": "Kontakt",
      "link": "/contact"
    }
  ],
  "labels": {
    "toggle": {
      "menu": "Otw贸rz/zamknij menu",
      "language": "Przecz jzyk"
    }
  },
  "about": {
    "title": "O mnie",
    "content": [
      "Cze ",
      "Nazywam si Jakub Biesiada. Mieszkam w Kielcach i jestem absolwentem technikum informatycznego. Swoj przygod z programowaniem zaczem w wieku 13 lat od pisania prostych program贸w w PHP.",
      "Obecnie g贸wnym kierunkiem mojego rozwoju jest front-end, w szczeg贸lnoci jzyk JavaScript (TypeScript), co nie oznacza, 偶e porzuciem cie偶k back-endow. Wrcz przeciwnie! Staram si pozostawa na bie偶co zar贸wno z technologiami wiata webowego (React.js, Vue, Angular, Svelte, Web Components) jak i serwerowego (Node.js, Express, Nest.js, Deno) czy aplikacji desktopowych i mobilnych (Electron, React Native).",
      "Bardzo wa偶ny jest dla mnie cigy rozw贸j, a tak偶e udzia w tworzeniu projekt贸w open-source. W najbli偶szym czasie chc lepiej pozna techniki tworzenia zo偶nych animacji w GSAP i Three.js, a tak偶e przygotowa si na nowoci czekajce w React Native Reanimated 2.",
      "Poza programowaniem, uwielbiam nowe technologie, w szczeg贸lnoci rozwizania firmy z nadgryzionym jabkiem w logo i od wielu lat jestem zadowolonym u偶ytkownikiem systemu macOS i testerem oprogramowania w wersji Beta.",
      "W wolny czasie poszerzam swoj wiedz, tworz projekty open-source i sucham dobrej rockowej muzyki oraz podcast贸w technologicznych."
    ]
  },
  "technologies": {
    "title": "Technologie"
  },
  "projects": {
    "title": "Projekty"
  },
  "contact": {
    "title": "Kontakt",
    "email": {
      "name": "E-mail",
      "value": "biesiadajakub@icloud.com"
    },
    "phone": {
      "name": "Telefon",
      "value": "+48 661 176 806"
    }
  }
}
